#include <iostream>
using namespace std;

int main()
{
	 int b = 1;
	 int a = 0;
	 while(b==1)
	 {
	 	cout << a*a << "淼鑫鑫鑫淼鑫鑫鑫淼😡😨😡😱😱😱😱😱😱😲😲😭😪😝👄👽👀👾💀👂👣👣👣😮👂😵👣👣(／_＼)大怨种没怎么怎么M鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫*a*a*a*a*a*a*a*a*a淼鑫鑫鑫淼鑫鑫鑫淼鑫鑫鑫*a*a*a淼鑫鑫鑫淼鑫鑫鑫*a淼鑫鑫鑫淼鑫鑫鑫14:/！QDPWqDTmEcBoyVe4！→🐳◱D○ōσng开学新机遇配件伴启程 38￥ CZ0001 jjJWdTIAB64￥ https://m.tb.cn/h.Un1dH1T  天喵超市-买前先领券-优惠超轻松 1:/＄dg0p2Vi＄14:/！QDPWqDTmEcBoyVe4！→🐳◱D○ōσng开学新机遇配件伴启程 38￥ CZ0001 jjJWdTIAB64￥ https://m.tb.cn/h.Un1dH1T  天喵超市-买前先领券-优惠超轻松 1:/＄dg0p2Vi＄14:/！QDPWqDTmEcBoyVe4！→🐳◱D○ōσng开学新机遇配件伴启程 38￥ CZ0001 jjJWdTIAB64￥ https://m.tb.cn/h.Un1dH1T  天喵超市-买前先领券-优惠超轻松 1:/＄dg0p2Vi＄14:/！QDPWqDTmEcBoyVe4！→🐳◱D○ōσng开学新机遇配件伴启程 38￥ CZ0001 jjJWdTIAB64￥ https://m.tb.cn/h.Un1dH1T  天喵超市-买前先领券-优惠超轻松 1:/＄dg0p2Vi＄14:/！QDPWqDTmEcBoyVe4！→🐳◱D○ōσng开学新机遇配件伴启程 38￥ CZ0001 jjJWdTIAB64￥ https://m.tb.cn/h.Un1dH1T  天喵超市-买前先领券-优惠超轻松 1:/＄dg0p2Vi＄14:/！QDPWqDTmEcBoyVe4！→🐳◱D○ōσng开学新机遇配件伴启程 38￥ CZ00";
         }
}
